[
  {
    "date": 1993,
    "title": {
      "en": "Some Basic Movments",
      "ru": "Какие-то Первые Шаги"
    },
    "text": {
      "en": "Learned how to walk, talk, and interact with the world around me. Learned to be curious and to explore the world around me.",
      "ru": "Научился ходить, говорить и взаимодействовать с окружающим миром. Научился быть любознательным и исследовать мир вокруг."
    }
  },
  {
    "date": 1999,
    "title": {
      "en": "Some Basic School",
      "ru": "Какая-то Начальная Школа"
    },
    "text": {
      "en": "Learned to write and read, as well as to count, think logically, and cooperate with people. Learned to be a good person and to reap the benefits of this choice.",
      "ru": "Научился писать и читать,считать, мыслить логически и сотрудничать с людьми. Научился быть хорошим человеком и пользоваться преимуществами этого выбора."
    }
  },
  {
    "date": 2010,
    "title": {
      "en": "Some University",
      "ru": "Какой-то Университет"
    },
    "text": {
      "en": "Studied natural sciences at the Faculty of Geology. In nature, everything is arranged logically and simply, which gave me an understanding of one of the most important principles of programming - KISS. Also obtained a law degree, which helped me understand the importance of following the letter of the law (project requirements).",
      "ru": "Изучал естественные науки на геологическом факультете. В природе все устроено логично и просто, что дало мне понимание одного из самых важных принципов программирования - KISS. Также получил юридическое образование, которое помогло мне понять важность следования букве закона (техническое задание)."
    }
  },
  {
    "date": 2015,
    "title": {
      "en": "Learning. Learning Never Ends",
      "ru": "Обучение. Обучение Никогда Не Заканчивается"
    },
    "text": {
      "en": "Over the last ~ ten years, I have completed various courses in the field of geology for professional development and started learning programming. Among my most remarkable achievements are certificates of completion from RS School, EPAM Campus, and others, further enhancing my skills in areas like JavaScript, React (Next.js), and Node.js. My journey into programming has allowed me to work on a variety of projects, ranging from web applications to games, showcasing my ability to adapt and learn new technologies. I am passionate about continuously improving my knowledge and staying up-to-date with the latest industry trends, aiming to apply my expertise in real-world applications.",
      "ru": "За последние ~ десять лет я прошел различные курсы в области геологии для профессионального развития и начал изучать программирование. Среди моих наиболее заметных достижений - сертификаты об окончании RS School, EPAM Campus и других, что еще больше расширило мои навыки в таких областях, как JavaScript, React (Next.js) и Node.js. Мой путь в программировании позволил мне работать над множеством проектов, от веб-приложений до игр, демонстрируя мою способность адаптироваться и осваивать новые технологии. Я стремлюсь постоянно совершенствовать свои знания и быть в курсе последних тенденций отрасли, нацелен на применение своего опыты в реальных приложениях."
    }
  }
]