{
	"name": "Сергей Горин",
  "goBack": "Назад",
  "switchLanguage": "Сменить язык",
  "settings": "Настройки",

  "aboutMe": "Обо мне",
  "education": "Образование",
  "experience": "Опыт работы",
  "skills": "Навыки",
  "portfolio": "Портфолио",
  "contacts": "Контакты",
  "feedbacks": "Отзывы",

	"serverError": "Что-то пошло не так, проверьте подключение к серверу!",
	"aboutMeText": "Мне <em> age > 30 && age < 35</em>: я обожаю решать задачи и искать решения. После окончания университета в <em>Math.ceil(22.5)</em> лет с дипломом геолога я с головой погрузился в профессию, прошел сложный путь освоения нефтегазовых месторождений, вел несколько проектов по недропользованию, которые завершились успешным выполнением работ и итоговыми презентациями в различных министерствах Казахстана. Пять лет пролетели как один миг, но в какой-то момент я понял, что меня так же непреодолимо тянет в мир виртуальный, мир сложных алгоритмов и безграничных возможностей – <span style='background: linear-gradient(to right, red, orange, yellow, green, blue, indigo, violet); -webkit-background-clip: text; color: transparent;'>мир программирования</span>. <br /> Моим верным компасом на пути к получению новых знаний стали курсы от <em>RS School, EPAM, а также многочисленные курсы на платформе Udemy</em>. За годы теоретического обучения я усвоил простой принцип: <strong>практика > теория</strong>. <br /> Путь новичка тернист, но каждый успех, будь то разработка калькулятора или интернет-магазина, лишь подогревал мой интерес. <br /> Сегодня, вооружившись знаниями языков программирования: <em>HTML, CSS, JS, а также React/Redux</em>, я готов к новым вызовам. Моя цель – стать частью команды, которая не боится сложных задач и стремится создавать по-настоящему инновационные продукты. Опыт работы геологом научил меня мыслить системно, анализировать большие объемы информации и находить нестандартные решения – качества, которые, я уверен, будут ценны и в мире IT.",
  "theoretically": "теоретически",

	"viewSource": "Посмотреть результат",
	"all": "Все",

  "wow": "Вау",
  "knowMore": "Узнать больше",
  "programmerCreativeThinker": "Программист. Креативист. Думатель.",
  "problemSolvingDescription": "Решение проблем - это не просто написание кода; это понимание проблемы, критическое мышление и создание решений, которые являются как эффективными, так и действенными."
}
