{
  "All": "Все",
  "Apps": "Приложения",
  "Games": "Игры",
  "Landings": "Лендинги",
  "Jobs": "Работы",
  "1": {
    "title": "Приложение Momentum",
    "text": "Momentum - аналог одноименного приложения из магазина Chrome web store. Приложение показывает время и имя пользователя, музыку, погоду по местоположению"
  },
  "1.1": {
    "title": "Приложение CRUD Gallery",
    "text": "Первая попытка использования React как библиотеки для создания веб-приложений, пробовал разные подходы, работал с API"
  },
  "1.2": {
    "title": "Интернет-магазин на Vue",
    "text": "Простое приложение интернет-магазина, построенное на Vue с использованием публичного API: фильтрация продуктов по категориям, поиск, корзина, избранное"
  },
  "2": {
    "title": "Калькулятор",
    "text": "Основы, без которых нельзя стать настоящим программистом, калькулятор, сделанный на чистом JS, без использования библиотек и фреймворков"
  },
  "2.1": {
    "title": "CSS Селекторы",
    "text": "CSS тренажер - приложение, подобное CSS Diner, с аналогичной функциональностью, но очень плохим дизайном и цветами"
  },
  "2.2": {
    "title": "Сапёр",
    "text": "Классическая игра — Сапёр. С веселыми звуками, историей игры, таймером и счетчиком мин"
  },
  "3": {
    "title": "Frontend Way",
    "text": "Самый первый опыт вёрстки, много шаблонного кода, но в целом неплохо. Хорошо выглядит только на десктопах"
  },
  "3.1": {
    "title": "Растения",
    "text": "Простой лендинг с использованием чистого JS/CSS, анимациями и почти адаптивной вёрсткой"
  },
  "3.2": {
    "title": "Магазин для домашних животных",
    "text": "Более сложный лендинг с выпадающими окнами, анимациями, адаптивной вёрсткой и пагинацией. Чистый JS/CSS"
  },
  "4": {
    "title": "upkeep.kz",
    "text": "Почти первая работа над реальным проектом, я работал над панелью управления: добавлял новую функциональность, переписывал старые компоненты и т.д."
  },
  "4.1": {
    "title": "Romantic (Актау)",
    "text": "Фриланс-проект, который так и не увидел свет из-за юридических проблем, я работал над панелью управления"
  },
  "View source": "Посмотреть источник"
}
