{
	"name": "Sergey Gorin",
	"aboutMeText": "I am <em> age > 30 && age < 35</em>: solving problems and searching for solutions is what I love. After graduating from university at <em>Math.ceil(22.5)</em> with a degree in geology, I dove headfirst into the profession, navigating the challenging path of developing oil and gas fields and leading several subsoil use projects. These projects concluded with the successful completion of work and final presentations in various ministries in Kazakhstan. Five years flew by with excitement, but at some point, I realized that I was also irresistibly drawn to the virtual world, the world of complex algorithms and limitless possibilities – <span style='background: linear-gradient(to right, red, orange, yellow, green, blue, indigo, violet); -webkit-background-clip: text; color: transparent;'>the world of programming</span>. <br /> On my path to acquiring new knowledge, my trusty compass has been courses from <em>RS School, EPAM, and numerous courses on the Udemy platform</em>. Over years of theoretical training, I have come to understand a simple principle: <strong>practice > theory</strong>. <br /> The journey of a novice is thorny, but each success, whether it was developing a calculator or an online store, only fueled my interest. <br /> Today, armed with knowledge of programming languages: <em>HTML, CSS, JS, and React/Redux</em>, I am ready for new challenges. My goal is to become part of a team that does not fear difficult tasks and strives to create truly innovative products. My experience as a geologist has taught me to think systematically, analyze large amounts of information, and find unconventional solutions - qualities that I am confident will be valuable in the IT world.",

  "goBack": "Go back",
  "switchLanguage": "Switch Language",
  "settings": "Settings",

  "aboutMe": "About me",
  "education": "Education",
  "experience": "Experience",
  "skills": "Skills",
  "portfolio": "Portfolio",
  "contacts": "Contacts",
  "feedbacks": "Feedbacks",

	"serverError": "Something went wrong; please review your server connection!",
	"theoretically": "theoretically",

	"viewSource": "View source",
	"all": "All",

	"closeEdit": "Close edit",
  "openEdit": "Open edit",
  "skillName": "Skill name",
  "enterSkillName": "Enter skill name",
  "skillRange": "Skill range",
  "enterSkillRange": "Enter skill range",
  "editSkill": "Edit skill",
  "addSkill": "Add skill",
  "deleteSkill": "Delete skill",
  "beginner": "Beginner",
  "intermediate": "Intermediate",
  "advanced": "Advanced",
  "expert": "Expert",

	"wow": "Wow",
  "knowMore": "Know more",
  "programmerCreativeThinker": "Programmer. Creative. Thinker.",
  "problemSolvingDescription": "Solving problems isn’t just about writing code; it’s about understanding the issue, thinking critically, and crafting solutions that are both effective and efficient."
}
